---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemAddlExteriorOffset
source: html/d841e6b9-2052-f1ea-6c54-a77027c5ac09.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemAddlExteriorOffset Property

"Additional Exterior Cover Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemAddlExteriorOffset { get; }
```